<?php
return
    [   [

        'title' => 'Фантастические твари: Преступления Грин-де-Вальда',

        'text' => 'В конце первого фильма могущественный темный волшебник Геллерт Грин-де-Вальд был пойман сотрудниками 
        МАКУСА (Магического Конгресса Управления по Северной Америке), не без помощи Ньюта Саламандера. Выполняя свое 
        обещание, темный маг устраивает грандиозный побег и начинает собирать сторонников, большинство из которых не знают 
        о его истинной цели: добиться превосходства волшебников над всеми немагическими существами на планете. Чтобы сорвать 
        планы Грин-де-Вальда, Альбус Дамблдор обращается к своему бывшему студенту Ньюту Саламандеру, который соглашается 
        помочь, не подозревая, какая опасность ему грозит. В раскалывающемся на части волшебном мире любовь и верность 
        проверяются на прочность, а конфликт разделяет даже настоящих друзей и членов семей.',
        ],
        [
            'title' => 'Гамбит (Gambit)',

            'text' => 'Реми Лебо — искусный вор и картёжник, который ещё и является мутантом, умеющим преобразовать 
        энергию любого предмета в кинетическую, превращая этот самый предмет в грозное, взрывающееся оружие. Лебо не 
        наделён никакими высокоморальными качествами, живя исключительно для себя, абсолютно не обращая внимания на 
        конфликт между мутантами и человечеством.
        Но настаёт день, когда Реми предстоит проявить все свои силы и умения, чтобы спасти не только себя, но и другого 
        человека. В сражении с новыми врагами Лебо предстоит пройти совершенно новый путь, отойдя от своего привычного 
        образа циничного вора, и стать чем-то большим, чем просто мутант-одиночка с прозвищем Гамбит.',
        ],
        [
            'title' => 'Мир Юрского периода 2 (Jurassic World: Fallen Kingdom)',

            'text' => 'На острове Исла-Нублар, где не так давно располагался парк развлечений с динозаврами, правит бал 
            дикая природа. Но без людей все далеко не так спокойно, как могло бы показаться. Основатели парка приняли 
            решение построить его, несмотря на активный вулкан, расположенный в сердце острова. Вулкан пробудился и 
            рискует потопить остров в лаве. Управляющая парка Клэр Дэринг уговаривает дрессировщика Оуэна Грэди 
            вернуться в бывший парк и спасти динозавров от неминуемой гибели.',
        ],
    ];