<?php
$a = 5;
$b = 9;
$c = 3;

//вычисление дискриминанта
function dis($a, $b, $c)
{
//формула
    $d = $b * $b - 4 * $a * $c;
    return $d;
}

assert( dis( 5, 9, 3 ) == 21 );
assert( dis( 9, 5, 3 ) == -83 );
assert( dis( 3, 6, 3 ) == 0 );

//корень из дискриминанта
$D = sqrt(dis($a, $b, $c));

//если дискриминант меньше нуля, корней нет
if (dis($a, $b, $c ) < 0 ) {
    $res = 'Корней нет!';
//если дискриминант больше нуля, корней 2
} elseif (dis($a, $b, $c) > 0 ) {
//вычисление корней
    $x1 = (-1 * $b - $D) / (2 * $a);
    $x2 = (-1 * $b + $D) / (2 * $a);
//кол-во корней
    $res = 'Корней 2';
//если дискриминант равен нулю, корень один
} elseif (dis( $a, $b, $c) == 0) {
//вычисление корня
    $x1 = (-1 * $b) / (2 * $a);
    $res = 'Корень 1';
}
?>

<h3>Пункт 2.  Корень квадратного уравнения </h3>
<p>Дискриминант = <?php echo dis($a, $b, $c); ?> </p>
<p><?php echo $res; ?> </p>
<p><?php echo $x1; ?> </p>
<p><?php echo $x2; ?> </p>